Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/koltansaamen_ja_pohjoissaamen_digitaaliset_sanakirjat_valmistuneet.html.tmx
Source language: fin
Languages: sme

source: Koltansaamen ja pohjoissaamen digitaaliset sanakirjat valmistuneet
sme: Nuortalašgiela ja davvisámegiela digitála sátnegirjjit válbmanan

source: Oulun yliopiston Giellagas-instituutti julkaisee koltansaamen ja pohjoissaamen digitaaliset sanakirjat.
sme: Oulu universitehta Giellagas-instituhta almmustahttá nuortalašgiela ja davvisámegiela digitála sátnegirjjiid.

source: Kaikille avoin sanakirjojen julkaisutilaisuus järjestetään tiistaina 25. elokuuta klo 10 osoitteessa https://oulu.zoom.us/j/69319349687 .
sme: Buohkaide rabas sátnegirjjiid almmustahttindilálašvuohta lágiduvvo disdaga borgemánu 25. beaivve dmu 10 čujuhusas https://oulu.zoom.us/j/69319349687 .

source: Molempien sanakirjojen toimitustyö on tehty pääosin Opetus- ja kulttuuriministeriön Oulun yliopiston Giellagas-instituutille myöntämän erityisrahoituksen turvin.
sme: Goabbáge sátnegirji lea doaimmahuvvon váldoáššis Oahpahus- ja kulturministeriija sierraruhtademiin, mii juolluduvvui Oulu universitehta Giellagas-instituhttii.

source: Suomi–koltansaame-sanakirjan toteutus on ollut Saamelaiskäräjien, Oulun yliopiston Giellagas-instituutin, Helsingin yliopiston ja Tromssan yliopiston yhteistyötä.
sme: Suoma-nuortalašgiella-sátnegirji lea ollašuhttojuvvon Sámedikki, Oulu universitehta Giellagas-instituhta, Helssega universitehta ja Romssa universitehta ovttasbargun.

source: Alkuperäisen suomi–koltansaame-sanakirjan tekijänoikeudet ovat Saamelaiskäräjien.
sme: Originála suoma-nuortalašgiella-sátnegirjji dahkkivuoigatvuođat leat Sámedikkis.

source: ”Näen erittäin tärkeänä sen, että myös saamen kielten sanakirjatyö elää ajan mukana.
sme: “Anán hui dehálažžan dan, ahte maiddái sámegielaid sátnegirjebargu eallá áiggi mielde.

source: Näiden digitaalisten sanakirjojen julkaiseminen avaa aivan uusia mahdollisuuksia koltansaamen ja pohjoissaamen sanakirjojen käytölle, sillä ne ovat avoimia kaikille ja niiden käyttö on mahdollista ja helppoa missä vain”, iloitsee Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso sanakirjojen julkaisua.
sme: Dáid digitála sátnegirjjiid almmustahttin rahpá áibbas ođđa vejolašvuođaid nuortalašgiela ja davvisámegiela sátnegirjjiid geavaheapmái, dasgo dat leat rabas buohkaide ja daid geavaheapmi lea vejolaš ja álki gos beare. ” illuda Sámedikki sátnejođiheaddji Tuomas Aslak Juuso sátnegirjjiid almmustahttima.

source: Saamelaiskäräjät on ollut vahvasti mukana sanakirjahankkeessa.
sme: Sámediggi lea leamaš nannosit mielde sátnegirjefitnus.

source: Suomi-koltansaame sanakirjan toimitustyöhön osallistuivat työryhmän äidinkielisinä jäseninä Saamelaiskäräjien koltansaamen kääntäjä Merja Fofonoff ja oppimateriaalityöntekijä Raija Lehtola.
sme: Suoma-nuortalašgiella-sátnegirjji doaimmahusbargui oassálasttiiga eatnigielat lahttun Sámedikki nuortalašgiela jorgaleaddji Merja Fofonoff ja oahppamateriálabargi Raija Lehtola.

source: Koltansaamen kielenkäyttäjille on merkittävä asia, että sanakirja viimein julkaistaan.
sme: Nuortalašgiela giellageavaheddjiide lea dehálaš ášši, ahte sátnegirji viimmat almmustahttojuvvo.

source: ”Sanakirjalle on ollut kova ja jatkuvasti lisääntyvä tarve.
sme: “Sátnegirjái lea leamaš garra ja bistevaččat lassáneaddji dárbu.

source: Erityisen tärkeää on se, että julkaistussa sanakirjassa löytyy hyviä sananmuodostusmalleja normitetussa kirjoitusasussa.
sme: Earenoamáš dehálaš lea dat, ahte almmustahttojuvvon sátnegirjjis leat buorit sátneráhkadanmállet normerejuvvon čállinhámis.

source: Sanakirjan tarkistustyötä tulisi kuitenkin yhä jatkaa, sillä sanakirjan käsikirjoitus sisältää paljon erityissanastoa ja sen käsittelyyn tarvitaan lisää eri alojen asiantuntemusta sekä kielijaoston panosta”, kertovat Fofonoff ja Lehtola kokemuksistaan sanakirjatyöstä.
sme: Sátnegirjji dárkkistanbarggu galggašii goittotge ain joatkit, dasgo sátnegirjji giehtačálus sisttisdoallá olu earenoamášsátneráju ja dan gieđahallamis dárbbašuvvojit eanet iešguđet surggiid áššedovdamuš ja giellajuhkosa návccat”, muitaleaba Fofonoff ja Lehtola vásáhusaineaskka sátnegirjebarggus.

source: Koltansaamen sanakirjatyön aikana ilmeni tarve myös uusille normituksille.
sme: Nuortalašgiela sátnegirjebarggu áigge dihttui dárbu maid ođđa normeremiidda.

source: Kielennormitustyötä tehtiinkin erityisesti Suomen, Norjan ja Ruotsin Saamelaiskäräjien yhteispohjoismaisen kieliyhteistyöelimen Sääʹm Ǩiõllkaʹlddin (Sámi Giellagáldun) koltansaamen kielityöntekijä Mervi Semenoffin ja koltansaamen kielijaoston kanssa.
sme: Giellanormerenbargu dahkkojuvvuige earenoamážit Suoma, Norgga ja Ruoŧa Sámedikkiid oktasaš davviriikkalaš giellaovttasbargoorgána Sääʹm Ǩiõllkaʹlddi (Sámi Giellagáldu) nuortalašgiela giellabargi Mervi Semenoffain ja nuortalašgiela giellajuhkosiin.

source: Uudessa digitaalisessa suomi-koltansaame sanakirjassa suomenkielisten hakusanojen määrä on yli 16.000 ja koltankielisten vastineiden lähes 19 000.
sme: Ođđa digitála suoma-nuortalašgiella sátnegirjjis leat suomagielat ohcansánit badjel 16 000 ja nuortalašgielat vástagat lagabui 19 000.

source: Sanakirjan pohjana on Pekka Sammallahden ja Jouni Moshnikoffin vuonna 1991 julkaisema teos, jota Jouni ja Satu Moshnikoff ovat täydentäneet erityisesti 2000-luvun alkuvuosina.
sme: Sátnegirji vuođđuduvvá Pekka Sammallahti ja Jouni Moshnikoff jagi 1991 almmustahttin bargui, man Jouni ja Satu Moshnikoff leaba dievasmahttán earenoamážit 2000-logu álgojagiid.

source: Sanakirja julkaistaan Tromssan yliopiston saamen kieliteknologian keskuksen, Giellateknon, alustalla ja se löytyy osoitteesta https://saan.oahpa.no/fin/sms/ .
sme: Sátnegirji almmustahttojuvvo Romssa universitehta sámi giellateknologiija guovddáža, Giellatekno, vuođus ja dat lea čujuhusas https://saan.oahpa.no/fin/sms .

source: Sanakirja tullaan julkaisemaan myös painettuna versiona myöhemmin syksyllä 2020.
sme: Sátnegirji almmustahttojuvvo maiddái prentejuvvon veršuvdnan maŋŋelis čakčat 2020.

source: Pohjoissaame-suomi digitaalisen sanakirjan käsikirjoituksen on tehnyt emeritusprofessori Pekka Sammallahti aikaisempien sanakirjojensa (1989 ja 1993) pohjalta.
sme: Davvisámi-suoma digitála sátnegirjji giehtačállosa lea ráhkadan emeritusprofessor Pekka Sammallahti ovddit sátnegirjjiidis (1989 ja 1993) vuođul.

source: Sanakirja sisältää runsaat 50 000 hakusanaa ja tekijä päivittää sitä jatkuvasti.
sme: Sátnegirji sisttisdoallá olles 50 000 ohcansáni ja dahkki beaivvadahttá dan olles áigge.

source: Sammallahden sanakirja julkaistaan Tromssan yliopiston Divvun-projektin alustalla, osoitteessa http://satni.org/sammallahtismefin ( linkki toimii 25.8.2020 lähtien ).
sme: Sammallahti sátnegirji almmustahttojuvvo Romssa universitehta Divvun-prošeavtta vuođus, čujuhusas http://satni.org/sammallahtismefin ( liŋka doaibmá 25.8.2020 rájes ).

source: Digitaaliset sanakirjat ovat tärkeitä monella tapaa.
sme: Digitála sátnegirjjit leat dehálaččat máŋgga ládje.

source: Ne mahdollistavat sanakirjojen helpon nopean käytön missä ja milloin tahansa, ja lisäksi avaavat mahdollisuuksia erilaisten kieliteknologisten sovellusten kehittämiseen ja aineiston päivittämiseen ja täydentämiseen.
sme: Daid bokte lea vejolaš geavahit sátnegirjjiid jođánit gos ja goas beare, ja lassin dat rahpet vejolašvuođaid gárgehit iešguđetlágan giellateknologalaš applikašuvnnaid ja maiddái beaivvadahttit ja dievasmahttit materiála.

source: Digitaaliset sanakirjat ovat merkki myös elävästä ja kehittyvästä kielestä.
sme: Digitála sátnegirjjit leat mearka maiddái das, ahte giella eallá ja ovdána.

source: Lisätietoja:
sme: Lassedieđut:

source: puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
sme: Sátnejođiheaddji Tuomas Aslak Juuso tlf. 040 687 3394, tuomas.juuso(at)samediggi.fi

source: kieliturvasihteeri Anne-Kirste Aikio puh. 010 839 3124, anne-kirste.aikio(at)samediggi.fi
sme: Gielladorvočálli Anne-Kirste Aikio tlf. 010 839 3124, anne-kirste.aikio(at)samediggi.fi

source: ma. saamen kieliasiainsihteeri Marko Marjomaa puh. 010 839 3183, marko.marjomaa(at)samediggi.fi
sme: Má. sámi giellaáššiidčálli Marko Marjomaa tlf. 010 839 3183, marko.marjomaa(at)samediggi.fi
